Repository: alex-taylor/pvr.argustv
Catalog: pvr.argustv/resources/language/resource.language.*/strings.po
Languages: it_it, sv_se

# Addon Summary
source: Kodi frontend for the ARGUS TV PVR https://www.argus-tv.com/
it_it: Frontend Kodi per ARGUS TV PVR https://www.argus-tv.com/
sv_se: Kodi frontend för ARGUS TV PVR https://www.argus-tv.com/

# Addon Description
source: ARGUS TV PVR frontend. Supports streaming of Live TV & Recordings, listening to Radio channels, EPG and schedules.
it_it: Frontend ARGUS TV PVR. Supporta lo streaming e la registrazione di Live TV, l'ascolto dei canali radio, EPG e programmazione.
sv_se: ARGUS TV PVR frontend. Stödjer strömmning av Live-TV & inspelningar, lyssna på radiokanaler, EPG och schemaläggning.

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects.
it_it: Questo software è instabile! Gli autori non sono in alcun modo responsabili per le registrazioni fallite ì, timer non corretti, ore perse o qualsiasi altro effetto non desiderato.
sv_se: Detta är instabil mjukvara! Upphovsmännen är inte ansvariga för misslyckade inspelningar, felaktiga timers, bortslösade timmar, eller någon annan oönskad effekt.

# #30000
source: ARGUS TV Hostname
it_it: Nome host TV ARGUS
sv_se: ARGUS TV-värdnamn

# #30001
source: ARGUS TV webserver port
it_it: Porta del server web ARGUS TV
sv_se: ARGUS TV webbserver-port

# #30002
source: Include Radio
it_it: Includi Radio
sv_se: Inkludera radio

# #30003
source: Connect timeout (s)
it_it: Timeout connessione (s)
sv_se: Anslutningstimeout (s)

# #30004
source: Windows user account
it_it: Account utente di Windows
sv_se: Windows-användarkonto

# #30005
source: Password
sv_se: Lösenord

# #30006
source: Delay after tuning (ms)
it_it: Ritardo dopo la sintonizzazione (ms)
sv_se: Fördröjning efter kanalinställning (ms)

# #30007
source: Single recordings in folder
it_it: Registrazioni singole nella cartella
sv_se: Ensamma inspelningar i mappen
